alsa-firmware
archlinux-xdg-menu
arcolinux-logout
arj
asian-fonts
audacious
autoconf
automake
autorandr
awesome-terminal-fonts
b43-fwcutter
bash-completion
bashtop-git
betterlockscreen
binutils
bison
blender
blueman
bluetooth-support
brave-bin
bridge-utils
btrfs-progs
bzip2
cbonsai
chaotic-keyring
chaotic-mirrorlist
cli-visualizer-git
cpio
crda
cryptsetup
curlftpfs
davfs2
deepin-printer
dialog
discord
dmenu
dmidecode
dmraid
docker
docker-compose
dosfstools
downgrade
dunst
e2fsprogs
ecryptfs-utils
efibootmgr
emacs-calfw-git
emacs-git
exfatprogs
f2fs-tools
fakeroot
fatresize
fcitx5-configtool
fcitx5-input-support
fcitx5-m17n
fd
feh
ffmpegthumbnailer
file
filesystem
findutils
firefox
flameshot
flex
font-manager-git
font-victor-mono
freetype2
fscrypt
fwupd
garuda-assistant
garuda-boot-repair-git
garuda-browser-settings
garuda-common-settings
garuda-fish-config
garuda-gamer
garuda-hooks
garuda-icons
garuda-network-assistant
garuda-qtile-settings
garuda-settings-manager-git
garuda-setup-assistant
garuda-system-maintenance
garuda-update
garuda-video-linux-config
garuda-wallpapers
garuda-wallpapers-extra
garuda-welcome
gawk
gcc
gcc-libs
geany
gestures
gettext
gimp
git
glibc
gmrun
gnome-firmware
gnome-keyring
gnu-netcat
googler
gparted
grep
groff
grub
grub-btrfs
grub-customizer
grub-theme-garuda-dr460nized
gstreamer-meta
gtk-engine-murrine
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
htop
i3scrot-git
inetutils
inkscape
input-devices-support
intel-ucode
inxi
iproute2
iptables-nft
iputils
ipw2100-fw
ipw2200-fw
jfsutils
jgmenu
kdeconnect-git
kitty
kvantum-qt5
kvantum-theme-sweet-git
lhasa
libdvdcss
libgsf
libopenraw
librsvg
libsynctex
libtool
libwnck3
licenses
linux-firmware
linux-zen
linux-zen-headers
lockdown-ms
locker
logrotate
lrzip
lsb-release
lvm2
lxappearance-gtk3
lxinput-gtk3
lxrandr
lxsession
lxtask-gtk3
lzip
lzop
m4
make
man-db
man-pages
mconnect-git
mdadm
memtest86+
mercurial
micro
mkinitcpio-nfs-utils
mkinitcpio-openswap
mkinitcpio-systemd-tool
mlocate
moc
modem-manager-gui
mopidy-spotify
mousetweaks
mtools
nano
nautilus
nautilus-share
ncdu
ncmpcpp-git
neofetch-git
neovide-git
network-manager-applet
networkmanager-support
nfs-utils
nilfs-utils
nnn-nerd
notion-app-enhanced
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
numlockx
nwg-launchers
octave
os-prober-btrfs
p7zip
pacman
pacman-contrib
pamac-aur
paru
pasystray
patch
pavucontrol
pciutils
performance-tweaks
perl-file-mimeinfo
picom-ibhagwan-git
pkgconf
plasma-framework
playerctl
plymouth-git
plymouth-theme-garuda-purple
pm-utils
pokemon-colorscripts-git
powertop
printer-support
procps-ng
psmisc
python-adblock
python-pip
python-psutil
python-pybfd3-git
python-ueberzug-git
qbittorrent
qt5ct
qtcreator
qtile
qutebrowser
ranger-git
reflector
reiserfsprogs
rmlint
rofi
rsync
samba-support
scanner-support
sddm
sed
simple-scan
slock-git
snapper-support
sof-firmware
soundwire
spicetify-cli
spicetify-themes-git
spotify
sshfs
stacer
subversion
sudo
sweet-gtk-theme-dark
sxiv-git
system-config-samba
systemd
systemd-guest-user
systemd-sysvcompat
tabbed
tar
telegram-desktop
terminus-font
texinfo
ttf-dejavu
ttf-fantasque-sans-mono
ttf-fira-sans
ttf-font-awesome
ttf-liberation
ttf-opensans
tumbler
ufw
unace
unarchiver
unarj
ungoogled-chromium
unrar
unzip
update-grub
usbutils
variety
vim
visual-studio-code-bin
vlc
webapp-manager-git
whatsapp-nativefier
which
wmctrl
xarchiver
xautolock
xbindkeys
xcape
xclip
xcursor-sweet
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-utils
xdman
xdotool
xfsprogs
xorg-server
xorg-server-xephyr
xorg-xbacklight
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xprop
xorg-xrandr
xorg-xsetroot
xorg-xwininfo
xsel
xterm
xz
zathura-pdf-mupdf
zenity
zip
zoom
